Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Display.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DNB_AUTOLOCK_DISABLED_ATTENTION_AWARENESS_DISABLED
source: iPad display will remain on until it is manually turned off. Enable Attention Aware Features to automatically dim display when iPad is not being used to help extend the life of the display and maintain image quality.
ar: ستظل شاشة iPad مشغلة حتى يتم إيقافها يدويًا. قم بتمكين الميزات المتتبعة للانتباه لتعتيم الشاشة تلقائيًا عند عدم استخدام iPad للمساعدة في إطالة عمر الشاشة والحفاظ على جودة الصورة.
bg: Екранът на iPad ще остане включен, докато не бъде ръчно изключен. Активирайте функциите, отчитащи вниманието, за автоматично затъмняване на екрана, когато iPad не се използва, за да помогнете за удължаването на живота на екрана и запазването на качеството на изображенията.
ca: La pantalla de l’iPad es mantindrà engegada, tret que l’apaguis manualment. Per enfosquir‑la automàticament quan no utilitzis el dispositiu, activa la detecció de l’atenció. D’aquesta manera, ajudaràs a allargar‑ne la vida útil i a mantenir la qualitat de la imatge.
cs: Displej iPadu bude zůstávat zapnutý, dokud ho nevypnete ručně. Chcete‑li prodloužit životnost displeje a zachovat kvalitu zobrazení, zapněte volbu Detekce pozornosti, která displej automaticky ztlumí, když iPad nebudete používat.
da: Skærmen på iPad vil være tændt, indtil den slukkes manuelt. Slå Opmærksomhedsfunktioner til for at dæmpe lysstyrken på skærmen automatisk, når iPad ikke er i brug, med henblik på at forlænge skærmens levetid og bevare billedkvaliteten.
de: Das iPad-Display bleibt an, bis es manuell deaktiviert wird. Aktiviere „Aufmerksamkeitssensible Funktionen“, um das Display automatisch zu verdunkeln, wenn das iPad nicht verwendet wird, um so die Lebensdauer des Displays zu verlängern und die Bildqualität zu wahren.
el: Η οθόνη του iPad θα παραμένει ενεργή έως ότου απενεργοποιηθεί χειροκίνητα. Ενεργοποιήστε τις Δυνατότητες προσοχής για αυτόματη μείωση της φωτεινότητας της οθόνης όταν το iPad δεν χρησιμοποιείται για επέκταση της διάρκειας ζωής της οθόνης και διατήρηση της ποιότητας της εικόνας.
es: La pantalla del iPad permanecerá encendida hasta que la apagues manualmente. Activa la detección de atención para atenuar la pantalla automáticamente cuando no estés usando el iPad para alargar su vida útil y mantener la calidad de la imagen.
es_us: La pantalla del iPad permanecerá encendida hasta que se apague manualmente. Las funciones que detectan atención atenuarán la pantalla automáticamente cuando el iPad no esté en uso para ayudar a prolongar la vida útil de la pantalla y mantener la calidad de la imagen.
fi: iPadin näyttö pysyy päällä, kunnes se laitetaan pois päältä käsin. Ota Katsekontaktitoiminnot käyttöön, jos haluat himmentää iPadin näytön automaattisesti, kun sitä ei käytetä. Tämä auttaa pidentämään näytön käyttöikää ja ylläpitämään kuvanlaatua.
fr: L’écran de l’iPad restera allumé jusqu’à ce qu’il soit éteint manuellement. Activez les fonctions fondées sur l’attention pour obscurcir automatiquement l’écran lorsque l’iPad n’est pas utilisé pour augmenter la durée de vie de l’écran et préserver la qualité d’image.
fr_ca: L’écran de l’iPad restera allumé jusqu’à ce qu’il soit manuellement éteint. Pour prolonger la durée de vie de l’écran et préserver la qualité d’image, activez les fonctions basées sur l’attention pour que la luminosité de l’écran soit réduite automatiquement lorsque l’iPad n’est pas utilisé.
he: תצוגת ה-iPad תמשיך לפעול עד שתכובה באופן ידני. הפעלת ״מאפיינים שמזהים קשב״ תוביל לעמעום אוטומטי של התצוגה כשה-iPad לא בשימוש כדי לסייע בהארכת חיי הצג ושימור איכות התמונה.
hi: iPad को जब तक मैनुअली बंद नहीं किया जाएगा, उसका डिस्प्ले चालू रहेगा। iPad का इस्तेमाल नहीं होने पर डिस्प्ले को ऑटोमैटिकली डिम करने के लिए अटेंशन अवेयर फ़ीचर सक्षम करें। इससे डिस्प्ले का जीवनकाल बढ़ाने और इमेज गुणवत्ता बनाए रखने में मदद मिलती है।
hr: iPad će ostati uključen sve dok se ručno ne isključi. Omogućite Značajke svjesne pažnje za automatsko zatamnjenje zaslona kad se iPad ne koristi kako bi se pomoglo u produljenju radnog vijeka zaslona i zadržala kvaliteta slike.
hu: Az iPad kijelzője bekapcsolva marad, amíg manuálisan ki nem lesz kapcsolva. A Figyelemérzékelő funkciók engedélyezésével automatikusan elhalványíthatja a kijelzőt, amikor az iPad nincs használatban, hogy meghosszabbítsa a kijelző élettartamát, és megőrizze a képminőséget.
id: Layar iPad akan tetap menyala hingga dimatikan secara manual. Aktifkan Fitur Sadar Perhatian untuk meredupkan layar secara otomatis saat iPad tidak sedang digunakan untuk membantu memperpanjang masa pakai layar dan memelihara kualitas gambar.
it: Lo schermo di iPad rimarrà attivo finché non viene spento manualmente. Abilita il rilevamento dello sguardo per attenuare automaticamente la luminosità dello schermo quando non stai usando iPad. Questo contribuirà a estenderne il ciclo di vita e a mantenere una buona qualità delle immagini.
ja: iPadの画面は手動でオフにされるまでオンのままになります。 ディスプレイの寿命を伸ばし画像品質を維持するには、iPadが使用中でないときに画面を自動的に暗くする“画面注視認識機能”を有効にしてください。
kk: iPad дисплейін қолмен өшіргенше, ол қосулы күйде қалады. iPad дисплейін пайдаланбаған кезде оның жұмыс істеу уақытын ұзарту және кескін сапасын сақтау үшін дисплейді автоматты түрде қараңғыландыратын «Назар тану» функцияларын қосыңыз.
ko: iPad 디스플레이를 수동으로 끄기 전까지 켜진 상태를 유지합니다. 주시 지각 기능을 활성화하면 iPad를 사용하지 않을 때 디스플레이가 자동으로 밝기를 낮춥니다. 이는 디스플레이 수명을 연장하고 이미지 품질을 유지하는 데 도움이 됩니다.
lt: „iPad“ ekranas liks įjungtas, kol jo patys neišjungsite. Norėdami automatiškai pritemdyti „iPad“ ekraną, kai jis nenaudojamas, įjunkite „Dėmesį atpažįstančias funkcijas“. Jos padeda prailginti ekrano naudojimo trukmę ir užtikrinti gerą vaizdo kokybę.
ms: Paparan iPad akan kekal hidup sehingga ia dimatikan secara manual. Dayakan Ciri Kesedaran Perhatian untuk memalapkan paparan secara automatik semasa iPad tidak digunakan untuk membantu memanjangkan hayat paparan dan mengekalkan kualiti imej.
nl: Het iPad-scherm blijft aan totdat het handmatig wordt uitgeschakeld. Schakel aandachtsdetectiefuncties in om het scherm automatisch te dimmen wanneer de iPad niet wordt gebruikt om de levensduur van het scherm te verlengen en de beeldkwaliteit te behouden.
no: iPad-skjermen forblir på til den slås av manuelt. Aktiver Reager på øyekontakt for å automatisk dimme skjermen når iPaden ikke er i bruk, for å bidra til å forlenge levetiden til skjermen og bevare bildekvaliteten.
pl: Wyświetlacz iPada pozostanie włączony do czasu, gdy wyłączysz go ręcznie. Aby automatycznie przygaszać wyświetlacz, gdy iPad nie jest używany (w celu przedłużenia żywotności wyświetlacza i zachowania dobrej jakości obrazu) włącz funkcje rozpoznające uwagę.
pt_br: A tela do iPad permanecerá acesa até que seja desativada manualmente. Para ajudar a estender a vida útil da tela do iPad e manter a qualidade da imagem, ative os Recursos com Detecção de Atenção e a tela será escurecida automaticamente quando não estiver em uso.
pt_pt: O ecrã do iPad permanece ligado até ser desligado manualmente. Ative a deteção de atenção para escurecer automaticamente o ecrã quando o iPad não está a ser usado, para ajudar a prolongar a vida útil do ecrã e manter a qualidade da imagem.
ro: Afișajul iPad‑ului va rămâne activat până când va fi oprit manual. Activați “Detectarea atenției privirii” pentru ca afișajul să se întunece automat atunci când iPad‑ul nu este utilizat pentru a extinde durata de viață a afișajului și a menține calitatea imaginii.
ru: Дисплей iPad будет оставаться включенным, пока Вы не выключите его вручную. Включите функцию «Распознавание внимания», чтобы автоматически затемнять дисплей, когда iPad не используется. Это поможет продлить срок службы дисплея и сохранить хорошее качество изображения.
sk: Displej iPadu zostane zapnutý, až kým ho manuálne nevypnete. Ak chcete predĺžiť životnosť displeja pri zachovaní kvality obrazu, zapnite funkcie na detekciu pozornosti, ktoré automaticky stlmia displej, keď iPad nepoužívate.
sl: iPadov zaslon bo ostal vklopljen, dokler ga ročno ne izklopite. Omogočite funkcije zaznavanja pozornosti za samodejno zatemnitev zaslona, ko iPad ni v uporabi, da podaljšate življenjsko dobo zaslona in ohranite kakovost slike.
sv: iPad-skärmen fortsätter vara tänd tills den släcks manuellt. Aktivera Uppmärksamhetsfunktioner om du vill att skärmen automatiskt ska tonas ned när den inte används. Detta bidrar till att förlänga skärmens livslängd och bevara bildkvalitet.
th: จอภาพ iPad จะยังคงเปิดอยู่จนกว่าคุณจะปิดใช้จอภาพด้วยตัวเอง เปิดใช้งานคุณสมบัติการตั้งใจมองเพื่อลดแสงจอภาพโดยอัตโนมัติเมื่อไม่ได้ใช้ iPad เพื่อช่วยยืดอายุการใช้งานของจอภาพและคงคุณภาพของภาพ
tr: iPad ekranı, elle kapatılana kadar açık kalır. Ekranın ömrünü uzatmaya ve görüntü kalitesini korumaya yardımcı olmak için iPad kullanılmadığında ekranı otomatik olarak karartmak amacıyla Dikkat Farkındalığı Özellikleri’ni etkinleştirin.
uk: Екран iPad лишатиметься ввімкненим, поки його не буде вимкнено вручну. Увімкніть функції, пильні до уваги, щоб автоматично затемнювати екран, коли iPad не використовується, для подовження терміну роботи дисплея з належною якістю зображення.
vi: Màn hình iPad sẽ vẫn bật đến khi được tắt thủ công. Bật Tính năng nhận biết sự chú ý để tự động giảm độ sáng màn hình khi iPad không được sử dụng để giúp kéo dài tuổi thọ của màn hình và duy trì chất lượng hình ảnh.
zh_cn: iPad显示屏在手动关闭前将保持打开。 启用“注视感知功能”以在未使用iPad时自动调暗显示屏，帮助延长显示屏使用寿命和保持图像质量。
zh_hk: iPad顯示器會保持開啟，直到你手動關閉。 啟用「螢幕注視感知功能」以在未使用iPad時讓顯示器自動變暗，從而協助延長顯示器壽命和維持影像質素。
zh_tw: 除非手動關閉，否則iPad螢幕會保持開啟。 啟用「螢幕注視感知功能」來在iPad未使用時自動調暗螢幕，以協助延長螢幕使用壽命和維持影像品質。

source: Require Screen On
ar: مطلوب تشغيل الشاشة
bg: Изисква се включен екран
ca: Pantalla encesa necessària
cs: Vyžadovat zapnutý displej
da: Skærm skal være tændt
de: Bildschirmaktivierung anfordern
el: Απαίτηση ενεργής οθόνης
es: Requerir pantalla encendida
es_us: Requerir pantalla encendida
fi: Vaadi näyttö päällä
fr: Exiger que l’écran soit allumé
fr_ca: Écran allumé requis
he: דרישת מסך פעיל
hi: स्क्रीन का चालू होना आवश्यक
hr: Zahtijeva uključeni zaslon
hu: Bekapcsolt képernyő szükséges
id: Perlukan Layar Nyala
it: Richiede lo schermo acceso
ja: 画面オンを必要にする
kk: Экран қосулы болуға тиіс
ko: 화면을 켜야 함
lt: Reikalauti, kad būtų įjungtas ekranas
ms: Perlukan Skrin Aktif
nl: Scherm moet aan zijn
no: Krev at skjermen er på
pl: Wymagaj włączonego ekranu
pt_br: Exigir Tela Ligada
pt_pt: Requer ecrã ligado
ro: Necesită ecran activat
ru: Только при включенном экране
sk: Vyžadovať zapnutú obrazovku
sl: Zahtevaj vklopljen zaslon
sv: Kräv att skärmen är på
th: หน้าจอต้องเปิดอยู่
tr: Ekran Açık Olsun
uk: Потрібно ввімкнути екран
vi: Yêu cầu bật màn hình
zh_cn: 需要打开屏幕
zh_hk: 需要開啟螢幕
zh_tw: 需要開啟螢幕

# COMPATIBLE_APPEARANCE_DESCRIPTION
source: Choose a default appearance for compatible apps
ar: اختيار مظهر افتراضي للتطبيقات المتوافقة
bg: Изберете изгледа по подразбиране за съвместими приложения
ca: Selecciona l’aspecte per omissió de les apps compatibles.
cs: Vyberte výchozí vzhled kompatibilních aplikací
da: Vælg et standardudseende til kompatible apps
de: Standarderscheinungsbild für kompatible Apps wählen
el: Επιλέξτε μια προεπιλεγμένη εμφάνιση για συμβατές εφαρμογές
es: Selecciona qué aspecto quieres que tengan por omisión las apps compatibles.
es_us: Selecciona un aspecto predeterminado para las apps compatibles
fi: Valitse oletus­ulkoasu yhteensopiville apeille
fr: Choisissez une apparence par défaut pour les apps compatibles.
fr_ca: Choisissez une apparence par défaut pour les apps compatibles.
he: ניתן לבחור מראה ברירת מחדל עבור יישומים תואמים
hi: संगत ऐप्स के लिए डिफ़ॉल्ट प्रकटन चुनें
hr: Odaberite standardni izgled kompatibilnih aplikacija
hu: Kiválaszthat egy alapértelmezett megjelenést a kompatibilis appok számára
id: Pilih tampilan default untuk app yang kompatibel
it: Scegli un aspetto di default per le app compatibili
ja: 互換性のあるアプリのデフォルトの外観モードを選択します
kk: Үйлесімді қолданбалар үшін әдепкі көріністі таңдаңыз
ko: 호환되는 앱에 대해 기본 화면 모드를 선택합니다.
lt: Pasirinkite numatytąją suderinamų programų išvaizdą
ms: Pilih penampilan lalai untuk app serasi
nl: Kies een standaardweergave voor compatibele apps
no: Velg et standard utseende for kompatible apper
pl: Wybierz domyślny wygląd zgodnych aplikacji
pt_br: Escolha uma aparência padrão para apps compatíveis
pt_pt: Escolha o modo de apresentação predefinido para as aplicações compatíveis
ro: Alegeți un aspect implicit pentru aplicațiile compatibile
ru: Выберите оформление по умолчанию для совместимых приложений
sk: Umožňuje vybrať predvolený vzhľad pre kompatibilné apky.
sl: Izberite privzeti videz za združljive aplikacije
sv: Välj ett förvalt utseende för kompatibla appar
th: เลือกรูปแบบเริ่มต้นสำหรับแอปที่ใช้งานร่วมกันได้
tr: Uyumlu uygulamalar için saptanmış bir görünüş seçin
uk: Оберіть типовий вигляд для сумісних програм
vi: Chọn một giao diện mặc định cho các ứng dụng tương thích
zh_cn: 选取兼容App的默认外观
zh_hk: 為相容的App選擇預設外觀
zh_tw: 為相容的App選擇預設外觀

# CUSTOM_SCHEDULE_DARK
source: Dark Until %@
ar: داكن حتى %@
bg: Тъмен до %@
ca: Fosc fins a les %@
cs: Tmavý do %@
da: Mørk indtil %@
de: Dunkel bis %@
el: Σκούρα έως %@
es: Oscuro hasta las %@
es_us: Oscuro hasta la(s) %@
fi: Tumma klo %@ asti
fr: Sombre jusqu’à %@
fr_ca: Sombre jusqu’à %@
he: כהה עד %@
hi: %@ तक गहरा
hr: Tamni do %@
hu: Sötét eddig: %@
id: Gelap Hingga %@
it: Scuro fino alle ore %@
ja: %@までダーク
kk: %@ дейін қараңғы
ko: %@까지 다크 모드
lt: Tamsu iki: %@
ms: Gelap sehingga %@
nl: Donker tot %@
no: Mørkt fram til %@
pl: Ciemny do %@
pt_br: Escura Até %@
pt_pt: Escuro até à(s) %@
ro: Întunecat până la %@
ru: Темное до %@
sk: Tmavý do %@
sl: Temno do %@
sv: Mörkt till %@
th: มืดจนถึง %@
tr: Koyu Mod: %@
uk: Темний до %@
vi: Tối đến %@
zh_cn: %@前保持深色外观
zh_hk: 保持深色至%@
zh_tw: 深色直到%@為止

# PRO_MODE_FOOTER
source: Use this mode for color critical workflows in a controlled viewing environment. Turning on Reference Mode may affect battery life.
ar: يمكنك استخدام هذا النمط في مشاريع الألوان بالغة الأهمية المصممة في بيئة التحكم في المشاهدة. تشغيل النمط المرجعي قد يؤثر في عمر البطارية.
bg: Използвайте този режим за работни процеси, които обръщат внимание на критичните цветове, предназначени за контролирана среда за гледане. Включването на Референтен режим може да има ефект върху живота на батерията.
ca: Fes servir aquest mode amb els fluxos de treball que depenguin del color en entorns de visualització controlats. El mode de referència pot afectar la durada de la bateria.
cs: Tento režim je určený pro úlohy zaměřené na barvy, které je nutné provádět v kontrolovaném zobrazovacím prostředí. Zapnutí referenčního režimu může zkrátit výdrž baterie.
da: Brug denne funktion til arbejdsgange, hvor farver er afgørende, og som foregår i kontrollerede fremvisningsomgivelser. Hvis du slår referencefunktionen til, kan det have indflydelse på batteritiden.
de: Verwende diesen Modus für farbkritische Arbeitsabläufe in einer kontrollierten Wiedergabeumgebung. Die Aktivierung von „Referenzmodus“ kann die Batterielebensdauer beeinträchtigen.
el: Χρησιμοποιήστε αυτήν τη λειτουργία για ροές εργασιών κρίσιμου χρώματος σε ελεγχόμενο περιβάλλον προβολής. Η ενεργοποίηση της Λειτουργίας αναφοράς ενδέχεται να επηρεάσει τη διάρκεια ζωής της μπαταρίας.
es: Usa este modo para flujos de trabajo donde el color es clave en un entorno de visualización controlado. Activar el modo de referencia podría afectar a la duración de la batería.
es_us: Usa este modo para flujos de trabajo que requieren colores precisos en un entorno de visualización controlado. Activar este modo podría afectar la duración de la batería.
fi: Käytä tätä tilaa värikriittisiin työnkulkuihin, jotka on tarkoitettu hallittuihin katseluolosuhteisiin. Viitetilan laittaminen päälle voi vaikuttaa akun kestoon.
fr: Utilisez ce mode pour les flux de production pour lesquels la fidélité des couleurs est essentielle dans un environnement de visionnage contrôlé. L’activation du mode Référence peut avoir un impact sur l’autonomie de la batterie.
fr_ca: Utilisez ce mode pour les processus de couleur critiques dans un environnement de visionnement contrôlé. L’activation du mode Référence pourrait diminuer l’autonomie de la batterie.
he: ניתן להשתמש במצב זה עבור תהליכי עבודה המתקיימים בסביבת צפייה מבוקרת, שבהם רמת הדיוק של הצבעים היא קריטית. הפעלת ״מצב התאמה״ עשויה להשפיע על חיי הסוללה.
hi: देखने के नियंत्रित इनवायरन्मेंट में कलर क्रिटिकल वर्कफ़्लो के लिए इस मोड का उपयोग करें। रेफ़्रेंस मोड चालू करने से बैटरी लाइफ़ पर असर पड़ सकता है।
hr: Upotrijebite ovaj način rada za tijekove rada u kojima je boja kritična u kontroliranom okruženju gledanja. Uključenje Referentnog načina rada može utjecati na trajanje baterije.
hu: Ez a mód olyan munkafolyamatokhoz használható szabályozott megtekintési környezetben, amelyeknél a színek pontossága különösen fontos. A Referencia mód bekapcsolása hatással lehet az akkumulátor üzemidejére.
id: Gunakan mode ini untuk alur kerja yang mengandalkan warna di lingkungan tampilan terkontrol. Jika Mode Referensi dinyalakan, masa pakai baterai dapat terpengaruh.
it: Utilizza questa modalità per flussi di lavoro basati sul colore in ambienti di visualizzazione controllati. L’attivazione dell’opzione potrebbe influenzare la durata della batteria.
ja: 制御された視聴環境でのカラーが重要となるワークフローにこのモードを使用します。リファレンスモードをオンにすると、バッテリー駆動時間に影響する場合があります。
kk: Бұл режимді басқарылатын көру ортасында түсті маңызды жұмыс процестері үшін пайдаланыңыз. Анықтамалық режимді қосқанда, аккумулятор заряды тез азаюы мүмкін.
ko: 제어된 보기 환경에서 색상이 중요한 작업 흐름에 이 모드를 사용합니다. 레퍼런스 모드를 켜면 배터리 사용 시간에 영향을 줄 수 있습니다.
lt: Naudokite šį režimą, kai kontroliuojamoje aplinkoje atliekate į spalvas orientuotas užduotis. Atskaitos režimo įjungimas gali turėti įtakos akumuliatoriaus veikimo trukmei.
ms: Gunakan mod ini untuk aliran kerja kritikal warna dalam persekitaran tontonan terkawal. Mengaktifkan Mod Rujukan mungkin mempengaruhi hayat bateri.
nl: Gebruik deze modus voor kleurkritische workflows in een gecontroleerde weergaveomgeving. Wanneer je de referentiemodus inschakelt, kan hierdoor de batterij sneller leeg raken.
no: Bruk denne modusen i arbeidsflyter der det et viktig å se klare fargekontraster, i et kontrollert visnings­miljø. Referansemodus kan påvirke batteribrukstiden.
pl: Używaj tego trybu w procesach, w których kolor jest parametrem krytycznym, przeznaczonych do oglądania w kontrolowanych środowiskach. Włączenie trybu referencyjnego może skrócić czas pracy baterii.
pt_br: Use este modo para fluxos de trabalho nos quais as cores são fundamentais, em um ambiente de visualização controlada. A ativação do Modo de Referência pode afetar a duração da bateria.
pt_pt: Use este modo para fluxos de trabalho em que a cor é essencial num ambiente de visualização controlado. A ativação do modo de referência pode afetar a duração da bateria.
ro: Utilizați acest mod pentru fluxurile de lucru unde fidelitatea culorilor este esențială, într‑un mediu controlat de vizualizare. Activarea modului Referință poate afecta autonomia bateriei.
ru: Используйте этот режим для рабочих процессов с акцентом на цвет, выполняемых в контролируемых внешних условиях. В эталонном режиме заряд аккумулятора может расходоваться быстрее.
sk: Tento režim je určený na prácu s farbami v kontrolovanom zobrazovacom prostredí. Zapnutie referenčného režimu môže skrátiť výdrž batérie.
sl: Ta način uporabite za barvno kritične poteke dela v upravljanem okolju za ogledovanje. Z vklopom Referenčnega načina lahko vplivate na čas delovanja baterije.
sv: Använd det här läget för färgkritiska arbetsflöden i kontrollerade visningsmiljöer. Om du aktiverar referensläget kan det påverka batteriets livslängd.
th: ใช้โหมดนี้สำหรับขั้นตอนที่สำคัญเกี่ยวกับสีในสภาพแวดล้อมการดูที่มีการควบคุม การเปิดใช้โหมดการอ้างอิงอาจส่งผลต่อระยะเวลาการใช้งานของแบตเตอรี่
tr: Bir denetimli görüntüleme ortamında rengin önemli olduğu iş akışları için bu modu kullanır. Referans Modu’nu açmak pil ömrünü etkileyebilir.
uk: Цей режим призначений для робочих процесів виробництва, у яких особлива увага приділяється кольорам і які виконуються в ситуаціях контрольованого перегляду. Увімкнення Режиму відповідності може зменшити тривалість роботи від акумулятора.
vi: Sử dụng chế độ này cho quy trình chú trọng về màu sắc trong môi trường xem được điều khiển. Bật Chế độ tham chiếu có thể ảnh hưởng đến thời lượng pin.
zh_cn: 在受控的查看环境中，将此模式用于注重色彩的工作流程。打开“参考模式”可能会影响电池续航能力。
zh_hk: 將此模式用於受控的觀看環境中著重色彩的工作流程。開啟「參考模式」可能會影響電池續航力。
zh_tw: 將此模式用於受控制檢視環境中很重視顏色的工作流程。開啟「參照模式」可能會影響電池續航力。

source: Dark Until Sunrise
ar: داكن حتى شروق الشمس
bg: Тъмен до изгрев
ca: Fosc fins que surti el sol
cs: Tmavý do úsvitu
da: Mørkt indtil solopgang
de: Dunkel bis Sonnenaufgang
el: Σκούρα έως την ανατολή
es: Oscuro hasta amanecer
es_us: Oscuro hasta el amanecer
fi: Tumma aamuun asti
fr: Sombre jusqu’au lever du soleil
fr_ca: Sombre jusqu’au lever du soleil
he: כהה עד הזריחה
hi: सूर्योदय तक गहरा रखें
hr: Tamni do izlaska Sunca
hu: Sötét napkeltéig
id: Gelap Hingga Terbit
it: Scuro fino all’alba
ja: 日の出までダーク
kk: Күн шыққанға дейін қараңғы
ko: 일출까지 다크 모드
lt: Tamsu iki saulėtekio
ms: Gelap sehingga Terbit
nl: Donker tot zonsopgang
no: Mørkt fram til soloppgang
pl: Ciemny do wsch. słońca
pt_br: Até o Nascer do Sol
pt_pt: Escuro até ao nascer do sol
ro: Întunecat până la răsărit
ru: Темное до рассвета
sk: Tmavý do východu slnka
sl: Temno do sončnega vzhoda
sv: Mörkt till soluppgången
th: มืดจนกระทั่งดวงอาทิตย์ขึ้น
tr: Gün Doğumuna Dek Koyu
uk: Темний до ранку
vi: Tối đến lúc Mặt trời mọc
zh_cn: 日出前保持深色外观
zh_hk: 保持深色至日出
zh_tw: 深色直到日出為止

# CUSTOMIZE_HEADER
source: Customize
ar: تخصيص
bg: Персонализирай
ca: Personalització
cs: Přizpůsobit
da: Speciel
de: Anpassen
el: Προσαρμογή
es: Personalizar
es_us: Personalizar
fi: Muokkaa
fr: Personnaliser
fr_ca: Personnaliser
he: התאמה אישית
hi: कस्टमाइज़ करें
hr: Prilagodba
hu: Testreszabás
id: Sesuaikan
it: Personalizza
ja: カスタマイズ
kk: Бейімдеу
ko: 사용자화
lt: Pritaikyti
ms: Sesuaikan
nl: Pas aan
no: Tilpass
pl: Dostosuj
pt_br: Personalizar
pt_pt: Personalizar
ro: Personalizare
ru: Настройка
sk: Prispôsobiť
sl: Prilagajanje
sv: Anpassa
th: กำหนดเอง
tr: Özelleştir
uk: Налаштування
vi: Tùy chỉnh
zh_cn: 自定义
zh_hk: 自訂
zh_tw: 自訂

# DISABLE_AX_FILTERS_TITLE
source: Enable True Tone
ar: تمكين انسجام اللون
bg: Активирай True Tone
ca: Activa el True Tone
cs: Zapnout True Tone
da: Slå True Tone til
de: True Tone aktivieren
el: Ενεργοποίηση του True Tone
es: Activar “True Tone”
es_us: Activar True Tone
fi: Ota True Tone käyttöön
fr: Activer True Tone
fr_ca: Activer True Tone
he: הפעלת True Tone
hi: True Tone सक्षम करें
hr: Omogućite True Tone
hu: True Tone engedélyezése
id: Aktifkan True Tone
it: Abilita True Tone
ja: True Toneを有効にする
kk: True Tone функциясын қосу
ko: True Tone 활성화
lt: „True Tone“ įjungimas
ms: Dayakan True Tone
nl: Schakel 'True Tone' in
no: Aktiver True Tone
pl: Włącz True Tone
pt_br: Ativar True Tone
pt_pt: Ativar True Tone
ro: Activați True Tone
ru: Включение True Tone
sk: Zapnúť True Tone
sl: Omogočanje funkcije True Tone
sv: Aktivera True Tone
th: เปิดใช้งาน True Tone
tr: True Tone’u Etkinleştir
uk: Увімкнути True Tone
vi: Bật True Tone
zh_cn: 启用原彩显示
zh_hk: 啟用「原色調」
zh_tw: 啟用「原彩」

source: Never
ar: مطلقًا
bg: Никога
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_us: Nunca
fi: Ei koskaan
fr: Jamais
fr_ca: Jamais
he: אף פעם
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan Pernah
it: Mai
ja: なし
kk: Ешқашан
ko: 안 함
lt: Niekada
ms: Jangan
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không
zh_cn: 永不
zh_hk: 永不
zh_tw: 永不
